[
    {
        "title":"ドレミハンドル: 操舵角に応じた音提示による運転支援システムの提案",
        "image":"1.png",
        "overview":"ドレミハンドルを提案し、実際にドライビングシミュレータで実験を行いました!",
        "description":"自動車の初心者ドライバにとって，個人での運転技能向上は難しい．人に指導してもらうこともできるが言語的な情報の認識には時間を要する．ここで運転においては様々な難しい点があるが，特にカーブ走行は操舵の量やタイミングが感覚的で初心者ドライバにとって習得が難しいといえる．そこで本研究では，操舵角（ステアリングホイールの回転角度）に応じた音階のサイン波を鳴らすことにより感覚的に操舵の量やタイミングを把握できる手法ドレミハンドルを提案する．またドライビングシミュレータ上でシステムを実装し，繰り返し同じカーブを走行する実験を行った．実験の結果，ドレミハンドルおよび通常のハンドルとで修正舵回数に有意差はなかったが，カーブの運転しやすさに関する主観評価では有意差が確認され，ドレミハンドルが運転を支援する可能性が示唆された．",
        "authors":"松田 さゆり, 中川 由貴, 船﨑 友稀奈, 細谷 美月, 松山 直人, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI195",
        "place":"淡路島夢舞台国際会議場",
        "date":"B3(2021/11/23)",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=213921&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/346",
        "url_impression":"https://nkmr-lab.org/news/hci195_doremi_handle_matsuda.html"
    },
    {
        "title":"自己決定に基づく内発的動機づけが運転に及ぼす影響",
        "image":"11.png",
        "overview":"内発的動機付けによる意識づけが運転をよくする?!",
        "description":"自動車運転に苦手意識をもつ初心者ドライバやペーパードライバが多くいる．初心者ドライバやペーパードライバは他のドライバと比べると運転の経験が不足しており，苦手意識を克服するためには運転の回数を重ねることが重要である．そこで我々は練習運転の効果を高めドライバの技能向上を支援するために，内発的動機づけに着目した．運転前に提示する選択肢の中から運転時に気をつけることをドライバ自身が選択するシステムを提案した．提案手法による効果を検証するために，運転時に気をつけることを 3 つの選択肢の中からドライバ自身が選択する場合と，実験者から指示する場合について比較検証を行った．実験の結果，不必要なハンドルの切り足しや戻しをしないという技能において，内発的動機づけの方が外発的動機づけよりも良い結果となっていたが，スピードを一定にする，左右の幅に気をつけるという技能では両者に差がなかった．",
        "authors":"中川 由貴, 松田 さゆり, 船﨑 友稀奈, 松山 直人, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI196",
        "place":"オンライン＆アートホテル石垣島",
        "date":"B3(2022/01/04)共著",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=214587&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/359",
        "url_impression":"https://nkmr-lab.org/news/hci196_driving_motivation_nakagawa.html"
    },
    {
        "title":"DoReMi Steering Wheel: Proposal for a Driving Assist System with Sound Display Depending on the Rotation Angle of Steering Wheel",
        "image":"2.jpeg",
        "overview":"ドレミハンドルをイタリアで提案！",
        "description":"It is difficult for novice drivers to improve their driving skills by themselves. One of the difficulties for novice drivers is the technique for driving on curves, such as the timing and amount of steering. Therefore, in this study, we propose a method to sensitively estimate the amount and timing of steering by using a sine wave of a musical scale corresponding to the steering angle. We called this method the “DoReMi Steering Wheel.” We also implemented a prototype system on a driving simulator and conducted experiments to check the usefulness of our system. The results showed no significant difference in the number of steering corrections between the DoReMi Steering Wheel and the standard steering wheel. Still, there was a significant difference in the subjective evaluation of the ease of driving on curves, suggesting that the DoReMi Steering Wheel may support driving.        ",
        "authors":"Sayuri Matsuda, Yukina Funazaki, Takanori Komatsu, Naoto Matsuyama, Yuki Nakagawa, Satoshi Nakamura, Hideyuki Takao, Ryuichi Sumikawa, Takeshi Torii",
        "conference":"KES2022",
        "place":"Verona, Italy",
        "date":"B4(2022/09/07)",
        "url_work":"https://www.sciencedirect.com/science/article/pii/S1877050922014119",
        "url_slide":"https://dl.nkmr-lab.org/papers/401",
        "url_impression":"https://nkmr-lab.org/news/kes2022_doremi_handle_matsuda.html"
    },
    {
        "title":"ドレミハンドル:操舵角に応じた音提示手法の複数種のカーブを用いた検証",
        "image":"3.jpeg",
        "overview":"複数種類のカーブを用意して再実験を行いました!",
        "description":"自動車の初心者ドライバにとって，カーブ走行は操舵の量やタイミングが感覚的で習得が容易ではない．我々はこれまでの研究において，操舵角に応じた音階の音を鳴らすことで運転を支援するドレミハンドルを提案してきた．しかし，ドレミハンドルと通常のハンドルとで修正舵回数に有意差はなく，実験デザインに問題があったことが示唆された．そこで本稿では，テストを別途設けるなど実験デザインを改め，複数カーブを対象に比較実験を行った．予備実験の結果，事前にカーブの種類を明示する必要があるとわかったため，さらにシステムの改良を行った．また改良システムを用いた実験の結果，通常ハンドルに比べドレミハンドルの修正舵が有意に減少し，ドレミハンドルが運転を支援する可能性が示唆された．",
        "authors":"松田 さゆり, 中川 由貴, 船﨑 友稀奈, 渡邉 健斗, 大石 琉翔, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI200",
        "place":"淡路島夢舞台",
        "date":"B4(2022/11/08)",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=222054&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/405",
        "url_impression":"https://nkmr-lab.org/news/hci200_doremi_matsuda.html"
    },
    {
        "title":"内発的動機付けが運転に及ぼす影響の調査: クリック選択と音声選択の比較",
        "image":"4.jpg",
        "overview":"クリックで選択するのと、音声で選択するのでは内発的動機付けの効果がちがう？",
        "description":"初心者ドライバやペーパードライバは他のドライバと比べると運転の経験が不足しており，苦手意識を克服するためには運転の回数を重ねることが重要である．我々はこれまでの研究において，練習運転の効果を高めドライバの技能向上を支援するために，内発的動機付けに着目し，運転前に提示する選択肢の中から運転時に気をつけることをドライバ自身が選択するシステムを提案してきた．その結果，提案手法が修正舵の減少に効果があることが示唆されたが，その他の技能には差がなかった．その原因として内発的動機付けの効果が薄かったことや，実験参加者に提示したタスクが不適切であった可能性が考えられた．そこで本稿では，タスクやコースを再設計するとともに，意識付けの方法として音声発話に着目し，自己決定に加えて，声を出しながら選択するシステムを提案した．提案手法による効果を検証するために，運転時に気をつけることを 3 つの選択肢の中からドライバ自身が音声選択する場合と，ただクリック選択する場合，また，実験者から指示する場合の 3 つについて比較検証を行い，有用性を検証した．実験の結果，速度維持とハンドル操作の技能において，音声選択による内発的動機付け手法の効果が高いことが明らかになった．",
        "authors":"大石 琉翔, 中川 由貴, 渡邉 健斗, 松田 さゆり, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI201",
        "place":"石垣島",
        "date":"B4(2024/01/16)共著",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=223329&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/422",
        "url_impression":"https://nkmr-lab.org/news/hci201_intrinsic_motivation_ohishi.html"
    },
    {
        "title":"ドレミハンドルにおける一音階に対する角度幅がカーブ走行の上達に与える影響の調査",
        "image":"5.png",
        "overview":"これまでは90度で1オクターブ高いドが鳴る設定だったが。。。一体何度が適切なのか？？",
        "description":"自動車の初心者ドライバにとって，カーブ走行は操舵の量やタイミングが感覚的で習得が容易ではない．我々はこれまでの研究において，操舵角に応じた音を鳴らすことで運転を支援する手法ドレミハンドルを提案してきた．実験の結果，通常ハンドル群に比べドレミハンドル群の修正舵が有意に減り，ドレミハンドルが運転を支援する可能性が示唆された．しかし，現在の 90 度で 1 オクターブ音階が上がるという設計の妥当性については検証されていない．そこで本稿では，一音階に割り当てる角度幅が狭い方が操舵角の変化をより敏感に知覚できるため，修正舵が減少しやすいという仮説のもと，比較実験を行った．具体的には，角度幅が半分の群と倍の群の 2 群に分けて実験を行った．ここで，これまで行った実験と設計を統一し，通常の角度幅群とも比較および分析を行うことで，急なカーブでは角度幅が半分のものが，緩いカーブでは角度幅が通常のものが適しているということを明らかにした．",
        "authors":"渡邉 健斗, 松田 さゆり, 大石 琉翔, 中川 由貴, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI201",
        "place":"石垣島",
        "date":"B4(2023/01/09)共著",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=223347&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/418",
        "url_impression":"https://nkmr-lab.org/news/hci201_doremi_watanabe.html"
    },
    {
        "title":"爪色の変化によるものの重さの推定に関する基礎検討",
        "image":"6.png",
        "overview":"ものを持ったときの爪色の変化でその重さがわかるのでは？？という挑戦！",
        "description":"日常生活を送る上でものの重さや量をはかることは頻繁に発生する．その際には計量器などの道具を要するが,必ずしも手元にあるとは限らず，目分量で計量してしまうことも考えられる．しかし，ひとの目分量は正確では無く，料理等で計量に間違いがあると，失敗のもととなってしまう．ここで爪色は，力を加えると赤色から白色に変化する．そこで本研究では，特別な道具なく重さをはかるため，ものを持った時の指の爪色の変化を利用する手法を提案する．また，ものの重さに対応して爪色は変化するという仮説を立て，50g 刻みの重さについて爪画像のデータセットを構築した．また分析の結果，重さに応じてHSV，RGB の値が変化する傾向があること，1 つの重さあたり 20 枚程度の爪画像があると 85% の精度で判定できることが明らかになった．",
        "authors":"松田 さゆり, 中村 聡史",
        "conference":"HCI202",
        "place":"国士舘大学",
        "date":"B4(2023/03/15)",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=225033&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/442",
        "url_impression":"https://nkmr-lab.org/news/hci202_nail_matsuda.html"
    },
    {
        "title":"メロ字ィ: ペンの位置に応じた音階の音提示による手書き文字練習システムの提案",
        "image":"7.png",
        "overview":"文字練習をしながら演奏ができる！あの退屈な文字練習が楽しくなっちゃう！?",
        "description":"文字を覚えたり，美しい文字を習得したりする方法として，繰り返し書いて練習することが一般的である．しかしこの繰り返し練習は単純作業になりやすく，退屈に感じやすい．そこで我々は，文字練習を楽しくかつ，効果的なものにするために，手書きストロークに応じてメロディを鳴らす手法を提案する．またWebサービス「メロ字ィ」として実装し，実際に大学生にシステムを用いて梵字を練習してもらう実験を行った．その結果より，iPadでメロ字ィを使用して練習を行うと，練習回数が増える傾向がみられ，文字練習へのモチベーションが高められる可能性が示唆された．",
        "authors":"松田 さゆり, 渡邉 健斗, 横山 幸大, 青木 由樹乃, 青木 柊八, 中村 聡史, 掛 晃幸, 石丸 築",
        "conference":"HCS",
        "place":"沖縄産業支援センター",
        "date":"M1(2023/05/16)",
        "url_work":"https://ken.ieice.org/ken/paper/202305167CtP/",
        "url_slide":"https://dl.nkmr-lab.org/papers/457",
        "url_impression":"https://nkmr-lab.org/news/hcs2023_melogy_matsuda.html"
    },
    {
        "title":"操舵角度に応じた音提示の音高変化がカーブ走行時の操舵に及ぼす影響",
        "image":"8.png",
        "overview":"ドレミハンドルの音の変化は、運転者にどのように影響を与えているのか？",
        "description":"自動車の初心者ドライバにとって，カーブ走行は操舵の量やタイミングが感覚的で習得が容易ではない．我々はこれまでの研究において，操舵角に応じた音を鳴らすことで運転を支援するドレミハンドルという手法を提案してきた．これまでに行った実験において，ドレミハンドルが修正舵回数を減少させることを明らかにしてきたものの，音の変化が運転行動へ及ぼす影響については明らかにできていなかった．そこで本稿では，ドレミハンドルにおける音高変化がハンドル操作に与える影響について分析を行った．その結果，音高が変化する操舵角を基準にハンドルを操作している傾向がみられた．",
        "authors":"渡邉 健斗, 松田 さゆり, 大石 琉翔, 中川 由貴, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCS",
        "place":"沖縄産業支援センター",
        "date":"M1(2023/05/16)共著",
        "url_work":"https://ken.ieice.org/ken/paper/20230516BCtw/",
        "url_slide":"https://dl.nkmr-lab.org/papers/456",
        "url_impression":"https://nkmr-lab.org/news/hcs2023_doremi_watanabe.html"
    },
    {
        "title":"A Study on the Effects of Intrinsic Motivation from Self-determination on Driving Skill",
        "image":"9.png",
        "overview":"内発的動機付けによる運転の変化についてポスター発表！",
        "description":"There are many novice drivers and inexperienced drivers who have difficulty driving a car. In this work, we focused on intrinsic motivation to increase the effectiveness of practice driving and support drivers’ skill improvement. We proposed a system in which drivers themselves select what they pay attention to when driving from a list of options before driving. To verify the effectiveness of the proposed method, we compared a case in which the driver selected what to pay attention to when driving from among three options and a case in which the experimenter told the driver what to pay attention to when driving. The experiment results showed that intrinsic motivation was better than extrinsic motivation in preventing drivers from overcorrecting the steering wheel angle. However, there was no difference between the two in the skills of maintaining a constant speed and being aware of the left and right-hand widths because of their difficulty to master.",
        "authors":"Yuki Nakagawa, Sayuri Matsuda, Takumi Takaku, Satoshi Nakamura, Takanori Komatsu, Takeshi Torii, Ryuichi Sumikawa, Hideyuki Takao",
        "conference":"HCII 2023",
        "place":"デンマークコペンハーゲン",
        "date":"M1(2023/07/28)共著",
        "url_work":"https://link.springer.com/chapter/10.1007/978-3-031-36004-6_11",
        "url_slide":"https://dl.nkmr-lab.org/papers/454",
        "url_impression":"https://nkmr-lab.org/news/hcii2023_intrinsic_nakagawa.html"
    },
    {
        "title":"ドレミハンドル:操舵角に応じた音階提示手法のAssettoCorsaを用いた複合的なカーブにおける検証",
        "image":"10.jpg",
        "overview":"複合的なカーブがあるコースでドレミハンドルの効果を検証！",
        "description":"自動車の初心者ドライバにとって，カーブ走行は操舵の量やタイミングが感覚的で習得が容易ではない．我々はこれまでの研究において，操舵角に応じた音を鳴らすことで運転を支援する手法「ドレミハンドル」を提案してきた．実験の結果，通常ハンドル使用群に比べドレミハンドル使用群の修正舵が有意に減り，ドレミハンドルが運転を支援する可能性が示唆された．しかし，これまで開発してきたドライビングシミュレータには，実際の道路にあるような複合的なカーブが存在しなかった．そこで本稿では，車体の挙動がよりリアルに近く，また複合的なカーブを走行することが可能な Assetto Corsa 上にドレミハンドルを実装し，検証を行った．また実験により，通常ハンドル使用群に比べドレミハンドル使用群の修正舵が有意に減少し，ドレミハンドルが運転を支援する可能性が示唆された．さらに，ドレミハンドルを用いて運転練習をした後に，その音提示を無くした場合の走行においても，ある程度効果が持続する傾向が明らかとなった．",
        "authors":"松田 さゆり, 渡邉 健斗, 中村 聡史, 小松 孝徳, 鳥居 武史, 澄川 瑠一, 高尾 英行",
        "conference":"HCI204",
        "place":"北海道大学",
        "date":"M1(2023/08/08)",
        "url_work":"https://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_view_main_item_detail&item_id=227176&item_no=1&page_id=13&block_id=8",
        "url_slide":"https://dl.nkmr-lab.org/papers/466",
        "url_impression":"https://nkmr-lab.org/news/hci204_doremi_matsuda.html"
    }
]